{
    "phrases": [ 
        "Let's start the meeting",
        "The financial reports have been reviewed",
        "We need to adjust the budget",
        "The sales figures have increased",
        "We are facing a cash flow problem",
        "We need to audit the accounts",
        "The tax returns are pending",
        "The inventory needs to be updated",
        "We have a new client",
        "We are closing the fiscal year",
        "We need to reconcile the bank accounts",
        "The payroll is paid",
        "The balance sheet is ready",
        "The financial statements are up to date",
        "Accounting staff will be here tomorrow",
        "The accountant needs additional information",
        "Everything went well during the tax audit",
        "The financial forecast is positive",
        "Have the contracts with the suppliers been signed?",
        "When is the meeting scheduled?",
        "It is important to consider the new market trends",
        "When was the budget review scheduled?",
        "What are the projections for the new fiscal year?",
        "The sales projection for the next quarter will be made",
        "Accounts Payable has already closed its accounting records for this month",
        "The Accounting department has already delivered the financial reports",
        "The Human Resources department has already delivered the payroll reports",
        "Accounting records for the tax return will be closed tomorrow",
        "The presentation of the financial reports was successful",
        "All the money a person receives as payment is called salary",
        "Salary is paid in cash, check or bank deposit",
        "Salary is paid weekly, biweekly or monthly",
        "The purchasing department will receive a bonus for meeting goals",
        "Has the intern already registered with Social Security?",
        "The balance sheet shows the assets, liabilities and equity of the company",
        "I think this is a good investment, it pays a very good annual interest",
        "The company had higher sales and an increase in profits",
        "If the company buys new assets, you debit banks and credit assets",
        "The inventory that arrived yesterday is ready for sale",
        "What was the net profit from sales last quarter?",
        "What was the gross loss from sales last bimester?",
        "A company's fiscal year does not have to start in January like the calendar year",
        "The company's income in the past year is shown on the balance sheet"
    ],
    "traductions": [ 
        "Empecemos la reunión",
        "Se han revisado los informes financieros",
        "Necesitamos ajustar el presupuesto",
        "Las cifras de ventas han aumentado",
        "Estamos enfrentando un problema de flujo de efectivo",
        "Necesitamos auditar las cuentas",
        "Las declaraciones de impuestos están pendientes",
        "El inventario necesita ser actualizado",
        "Tenemos un nuevo cliente",
        "Estamos cerrando el año fiscal",
        "Necesitamos conciliar las cuentas bancarias",
        "La nómina está pagada",
        "El balance general está listo",
        "Los estados financieros están al día",
        "Mañana viene personal del despacho contable",
        "El contador necesita información adicional",
        "Todo salió bien durante la auditoría fiscal",
        "El pronóstico financiero es positivo",
        "¿Ya se firmaron los contratos con los proveedores?",
        "¿Cuándo está programada la reunión?",
        "Es importante considerar las nuevas tendencias del mercado",
        "¿Cuándo se programó la revisión presupuestaria?",
        "¿Cuáles son las proyecciones para el nuevo año fiscal?",
        "Se realizará la proyección de ventas del siguiente trimestre",
        "Cuentas por Pagar ya cerró sus registros contables para este mes",
        "El departamento de Contabilidad ya entregó los reportes financieros",
        "El departamento de Recursos Humanos ya entregó los reportes de nómina",
        "Mañana se cierran registros contables para la declaración de impuestos",
        "La presentación de los informes financieros fue exitosa",
        "Todo el dinero que una persona recibe como pago se llama salario",
        "El salario se paga en efectivo, cheque o depósito bancario",
        "El salario se paga semanal, quincenal o mensualmente",
        "El departamento de compras recibirá bono por cumplimiento de metas",
        "¿El practicante ya hizo su registro en el Seguro Social?",
        "El balance general muestra los activos, pasivos y capital de la empresa",
        "Creo que esta es una buena inversión, paga un muy buen interés anual",
        "La compañía tuvo mayores ventas y un aumento en las ganancias",
        "Si la empresa compra nuevos activos, abonas a bancos y cargas a activos",
        "El inventario que llegó ayer está listo para la venta",
        "¿Cuál fue la ganancia neta de las ventas del trimestre pasado?",
        "¿Cuál fue la pérdida bruta de las ventas del bimestre pasado?",
        "El año fiscal de una empresa no tiene que comenzar en enero como el año calendario",
        "Los ingresos de la empresa en el año pasado se muestran en el balance general"
    ]
}