{
    "phrases": [
        "That Youtube channel is very good, you should subscribe",
        "I don't know how to use Instagram, can you help me?",
        "I'm looking for a new series to watch, can you recommend one?",
        "This movie is very good, you should watch it",
        "This video game is very difficult, I haven't been able to finish it",
        "Have you seen the new horror movie?",
        "I didn't like the ending of that movie",
        "I want to go to the movies this weekend, what movie do you want to see?",
        "This actor is very good, I like all his movies",
        "That movie is a classic, you have to watch it",
        "There is a new movie by my favorite director, I have to watch it",
        "Are you watching the new Netflix series?",
        "I didn't like the last season of that series, it disappointed me",
        "Have you seen the latest episode of the series?",
        "I don't like that series, I don't understand why it's so popular",
        "What series do you recommend me to watch?",
        "Do you want to play a video game with me?",
        "I'm looking for a new game to play, can you recommend one?",
        "Have you seen the new movie trailer?",
        "The new video game console is very expensive",
        "I prefer to watch movies in the cinema than at home",
        "What kind of video games do you like?",
        "There is a new film festival in the city, shall we go?",
        "I would like to go to an amusement park, do you dare?",
        "We should go to a concert this year",
        "I would like to go to the new museum that opened in the city",
        "Do you want to go to an art exhibition with me?",
        "The photography exhibition seemed very interesting to me",
        "The play was very moving",
        "I didn't think I would like the opera so much",
        "I love listening to podcasts while I exercise",
        "I don't know what podcast to listen to, can you recommend one?",
        "This song reminds me of a special moment in my life",
        "There is a new concert by my favorite band, I have to go",
        "Skip that song",
        "I really like that song, I listen to it all the time",
        "That's my favorite song",
        "The new album by that band I didn't like as much as the previous ones",
        "Did you see the game yesterday?",
        "I watch the games every Saturday",
        "Do you already have plans for the weekend?",
        "This book has a great plot",
        "I like to read books before going to sleep, it helps me relax",
        "What book are you reading now?",
        "My favorite book is the one with the red cover",
        "The end of the book was very predictable"
    ],
    "traductions": [
        "Ese canal de Youtube es muy bueno, deberías suscribirte",
        "No sé cómo usar Instagram, ¿me ayudas?",
        "Estoy buscando una nueva serie para ver, ¿me recomiendas alguna?",
        "Esta película está muy buena, deberías verla",
        "Este videojuego es muy difícil, no puedo lo he podido terminar",
        "¿Ya viste la nueva película de terror?",
        "No me gustó el final de esa película",
        "Quiero ir al cine este fin de semana, ¿qué película quieres ver?",
        "Este actor es muy bueno, me gustan todas sus películas",
        "Esa película es un clásico, tienes que verla",
        "Hay una nueva película de mi director favorito, tengo que verla",
        "¿Estás viendo la nueva serie de Netflix?",
        "No me gustó la última temporada de esa serie, me decepcionó",
        "¿Ya viste el último capítulo de la serie?",
        "No me gusta esa serie, no entiendo por qué es tan popular",
        "¿Qué serie me recomiendas ver?",
        "¿Quieres jugar un videojuego conmigo?",
        "Estoy buscando un nuevo juego para jugar, ¿me recomiendas alguno?",
        "¿Ya viste el nuevo tráiler de la película?",
        "La nueva consola de videojuegos es muy cara",
        "Prefiero ver películas en el cine que en casa",
        "¿Qué tipo de videojuegos te gustan?",
        "Hay un nuevo festival de cine en la ciudad, ¿vamos?",
        "Me gustaría ir a un parque de atracciones, ¿te animas?",
        "Deberíamos ir a un concierto este año",
        "Me gustaría ir al nuevo museo que abrieron en la ciudad",
        "¿Quieres ir a una exposición de arte conmigo?",
        "La exposición de fotografías me pareció muy interesante",
        "La obra de teatro fue muy conmovedora",
        "No pensé que me gustaría tanto la ópera",
        "Me encanta escuchar podcasts mientras hago ejercicio",
        "No sé qué podcast escuchar, ¿me recomiendas alguno?",
        "Esta canción me recuerda a un momento especial de mi vida",
        "Hay un nuevo concierto de mi banda favorita, tengo que ir",
        "Sáltate esa canción",
        "Esa canción me gusta mucho, la escucho todo el tiempo",
        "Esa es mi canción favorita",
        "El nuevo álbum de esa banda no me gustó tanto como los anteriores",
        "¿Viste el partido de ayer?",
        "Veo los partidos cada sábado",
        "¿Ya tienes planes para el fin de semana?",
        "Este libro tiene una gran trama",
        "Me gusta leer libros antes de dormir, me ayuda a relajarme",
        "¿Qué libro estás leyendo ahora?",
        "Mi libro favorito es el de la portada roja",
        "El final del libro fue muy predecible"
    ]
}