{
    "phrases": [ 
        "Can you show me how to properly use this machine?",
        "What is the correct form for doing this exercise?",
        "Increase the elevation of the treadmill",
        "Increase the speed of the treadmill",
        "How many repetitions should I do for this exercise?",
        "Could you demonstrate how to do a squat correctly?",
        "Can you recommend an appropriate weight to start with?",
        "Is there a warm-up I should follow?",
        "How do I adjust the seat height on this machine?",
        "Can you give me some tips to improve my technique on this exercise?",
        "What exercises do you recommend for strengthening my lower back?",
        "Could you tell me if I'm doing this exercise correctly?",
        "Today is leg day",
        "Tomorrow will be arm day",
        "Is it okay if I work with this machine after you?",
        "Could you explain the benefits of using weights?",
        "What is the proper breathing technique for this exercise?",
        "Do you have any suggestions for increasing the intensity of my workout?",
        "Should I follow any kind of routine to finish my workout?",
        "We all must properly disinfect the equipment after using it",
        "Could you recommend a stretching routine?",
        "Do you have any advice for preventing injuries?",
        "Can you show me how to adjust the resistance on this machine?",
        "What routine should I follow?",
        "What is the best way to work the abdominal muscles?",
        "How much cardio time do I have today?",
        "Is there a specific order I should follow when using the machines?",
        "What is the correct posture for using this machine?",
        "How much rest time do you recommend between sets for this exercise?",
        "Do you have any tips for improving my balance?",
        "Could you demonstrate how to use resistance bands?",
        "Is it okay if I use this bench for my next set?",
        "I'm going to do cardio and weights",
        "I don't know how to use this machine",
        "Where can I find towels?",
        "Could you help me create a personalized training routine?",
        "What type of membership do you offer?",
        "Is there a personal trainer available?",
        "Are group classes available?",
        "How can I book a class?",
        "What is the gym's schedule?",
        "What muscles are worked with this machine?",
        "I feel a pain in my calf",
        "The gym's music is too loud",
        "I'm motivated!",
        "Could you inform me about the membership plans you offer?",
        "That effort was worth it",
        "Is there an alternative for that exercise?",
        "I need to work on my endurance",
        "I need to rest a bit",
        "How long should I rest between training sessions?",
        "I would like to work on leg strength",
        "This exercise will help me strengthen my biceps",
        "This routine is designed to work on the triceps",
        "Keep your back straight",
        "Breathe deeply",
        "Push with your heels, not with the tips of your toes",
        "Keep your elbows close to your body",
        "Don't lift your shoulders towards your ears",
        "Keep your abs contracted",
        "Don't arch your back",
        "Maintain a steady pace",
        "Breathe deeply and through your nose",
        "Don't forget to hydrate",
        "Eat healthily to get better results",
        "Rest enough for your body to recover",
        "Don't overdo it with the weight",
        "They are cleaning the locker rooms"
    ],
    "traductions": [ 
        "¿Puedes mostrarme cómo usar correctamente esta máquina?",
        "¿Cuál es la forma correcta para hacer este ejercicio?",
        "Aumenta la elevación de la caminadora",
        "Aumenta la velocidad de la caminadora",
        "¿Cuántas repeticiones debería hacer para este ejercicio?",
        "¿Podrías demostrarme cómo hacer una sentadilla correctamente?",
        "¿Puedes recomendarme un peso adecuado para empezar?",
        "¿Hay algún calentamiento que debería seguir?",
        "¿Cómo ajusto la altura del asiento en esta máquina?",
        "¿Puedes darme algunos consejos para mejorar mi técnica en este ejercicio?",
        "¿Qué ejercicios recomiendas para fortalecer mi espalda baja?",
        "¿Podrías decirme si estoy haciendo este ejercicio correctamente?",
        "Hoy es día de pierna",
        "Mañana tocará fortalecer los brazos",
        "¿Está bien si trabajo con esta máquina después de ti?",
        "¿Podrías explicarme los beneficios de usar pesas?",
        "¿Cuál es la técnica de respiración adecuada para este ejercicio?",
        "¿Tienes alguna sugerencia para aumentar la intensidad de mi entrenamiento?",
        "¿Debería seguir algún tipo de rutina para acabar mi entrenamiento?",
        "Todos debemos desinfectar correctamente el equipo después de usarlo",
        "¿Podrías recomendarme una rutina de estiramientos?",
        "¿Tienes algún consejo para prevenir lesiones?",
        "¿Puedes mostrarme cómo ajustar la resistencia en esta máquina?",
        "¿Qué rutina debo seguir?",
        "¿Cuál es la mejor manera de trabajar los músculos abdominales?",
        "¿Cuánto tiempo de cardio me corresponde hoy?",
        "¿Hay un orden específico que debería seguir al usar las máquinas?",
        "¿Cuál es la postura correcta para usar esta máquina?",
        "¿Cuánto tiempo de descanso recomiendas entre series para este ejercicio?",
        "¿Tienes algunos consejos para mejorar mi equilibrio?",
        "¿Podrías demostrarme cómo usar las bandas de resistencia?",
        "¿Está bien si uso este banco para mi próxima serie?",
        "Voy a hacer cardio y pesas",
        "No sé cómo usar esta máquina",
        "¿Dónde puedo encontrar toallas?",
        "¿Podrías ayudarme a crear una rutina de entrenamiento personalizada?",
        "¿Qué tipo de membresía ofrecen?",
        "¿Hay algún entrenador personal disponible?",
        "¿Hay clases grupales disponibles?",
        "¿Cómo puedo reservar una clase?",
        "¿Cuál es el horario del gimnasio?",
        "¿Qué músculos se trabajan con esta máquina?",
        "Siento un dolor en la pantorrilla",
        "La música del gimnasio está demasiado alta",
        "¡Estoy motivado!",
        "¿Me podrían informar sobre los planes de membresía que ofrecen?",
        "Ese esfuerzo valió la pena",
        "¿Hay alguna alternativa para ese ejercicio?",
        "Tengo que trabajar en mi resistencia",
        "Tengo que descansar un poco",
        "¿Cuánto tiempo debo descansar entre sesiones de entrenamiento?",
        "Me gustaría trabajar en la fuerza de piernas",
        "Este ejercicio me ayudará a fortalecer los biceps",
        "Esta rutina está diseñada para trabajar en los triceps",
        "Mantén la espalda recta",
        "Respira profundo",
        "Empuja con los talones, no con las puntas de los pies",
        "Mantén los codos cerca del cuerpo",
        "No levantes los hombros hacia las orejas",
        "Mantén los abdominales contraídos",
        "No arquees la espalda",
        "Mantén un ritmo constante",
        "Respira profundo y por la nariz",
        "No te olvides de hidratarte",
        "Alimentase de forma saludable para obtener mejores resultados",
        "Descansa lo suficiente para que tu cuerpo se recupere",
        "No te excedas con el peso",
        "Están aseando los vestidores"
    ]
}