{
    "phrases": [ 
        "Do we have enough eggs for the recipe?",
        "Pass me the cutting board",
        "Where do we keep the measuring cups?",
        "Can you pass me the spatula?",
        "Do we have any olive oil left?",
        "Pass me the salt from the pantry",
        "We need to replace the baking powder",
        "The mixer is in the cabinet",
        "The baking sheets are on the top shelf",
        "Do we have any fresh herbs?",
        "Can you check if the oven is preheated?",
        "Baking soda will help the dough rise",
        "Do we have parchment paper to line the baking sheet?",
        "Help me peel the carrots and potatoes",
        "We need to wash the cheese grater",
        "Do we have vanilla extract for the cake?",
        "Could you rinse the vegetables with cold water?",
        "The knives need sharpening",
        "We need to take the meat out of the freezer in advance",
        "The spices and condiments are in the cabinet next to the sink",
        "Do we have aluminum foil to wrap up the leftovers?",
        "We need to finely chop the onions",
        "Can you pass me the colander to drain the pasta?",
        "We need to buy unsalted butter",
        "Could you help me open this jar, please?",
        "The recipe calls for brown sugar instead of white sugar",
        "The rolling pin to flatten the dough is in the drawer",
        "What's the difference between a pot and a pan?",
        "Do we have breadcrumbs to coat the chicken?",
        "Where do we keep the plastic wrap to cover the leftovers?",
        "The milk has curdled",
        "This sauce has expired",
        "We don't have the necessary ingredients to make the recipe",
        "Reducing the sauce will take time",
        "Marinade is a commonly used seasoning in cooking",
        "The salad will need oil, vinegar, and salt",
        "Could you help me sift the flour?",
        "Put the leftovers in plastic containers",
        "There's leftover broth for the soup",
        "Be careful with the hot pot",
        "The soup needs more salt",
        "Have you already cut the vegetables?",
        "Add a little sugar to the sauce to balance the flavor",
        "We need to preheat the oven",
        "Take the food out of the refrigerator",
        "Tonight we're making homemade pizza",
        "I'm going to make chicken and rice, it's my favorite recipe",
        "I need a tablespoon of butter for this recipe",
        "Could you chop the vegetables into small pieces, please?",
        "The pan is too hot; lower the heat a bit",
        "Where are the clean dishes?",
        "Wash the fruit before cutting it",
        "To make flan, you have to caramelize the sugar",
        "To make flan, you have to put the mold in a water bath",
        "To cook chicken better, you have to truss its legs",
        "Let the pizza dough rest before stretching it",
        "Season the chicken with salt, pepper, and garlic",
        "While I remove the fish bones, could you preheat the oven?",
        "The stove doesn't seem to be working",
        "We need to skim the broth before serving it",
        "Bread the fish with breadcrumbs and egg",
        "The sauce needs more salt",
        "Peel the potatoes and then slice them",
        "Steam the vegetables",
        "Grill the meat",
        "Boil the pasta in hot water",
        "Fry the potatoes in hot oil",
        "We need to broil the cheese to make the lasagna golden",
        "The best side dish for fish is rice",
        "The best side dish for meat is salad",
        "The best side dish for pasta is sauce",
        "The best side dish for chicken is mashed potatoes",
        "Before cooking pasta, we have to wait for the water to boil",
        "Dry the sink after washing the dishes",
        "Lower the temperature of the freezer",
        "I prefer to use the electric oven over the microwave to heat up the food",
        "The glasses are hanging on the shelf",
        "The blender is in the cabinet",
        "The mixer is in the drawer",
        "The coffee maker is on the shelf",
        "The toaster is on the table",
        "The sandwich maker is in the cabinet",
        "The pot is on the stove",
        "The pan is in the sink because I used it yesterday",
        "The casserole dish is in the oven",
        "The grill is on the patio",
        "The forks and knives are in the drawer",
        "We need to wash the spoons",
        "The cutting board is in the drawer",
        "The glasses and cups are in the cabinet",
        "The fruit bowl is on the table"
    ],
    "traductions": [ 
        "¿Tenemos suficientes huevos para la receta?",
        "Pasame la tabla de cortar",
        "¿Dónde guardamos las tazas de medir?",
        "¿Me pasas la espátula?",
        "¿Nos queda aceite de oliva?",
        "¿Pásame la sal de la despensa?",
        "Hay que sustituir la levadura en polvo",
        "La batidora está en el armario",
        "Las bandejas para hornear están en la repisa de arriba",
        "¿Tenemos hierbas frescas?",
        "¿Puedes comprobar si el horno está precalentado?",
        "El bicarbonato de sodio nos ayudará a hacer que la masa suba",
        "¿Tenemos papel pergamino para forrar la bandeja del horno?",
        "Ayúdame a pelar las zanahorias y las papas",
        "Hay que lavar el rallador para el queso",
        "¿Tenemos extracto de vainilla para la tarta?",
        "¿Podrías enjuagar las verduras con agua fría?",
        "A los cuchillos les falta filo",
        "Hay que sacar la carne del congelador con anticipación",
        "Las especias y los condimentos estpan en el gabinete junto al fregadero",
        "¿Tenemos papel de aluminio para envolver las sobras?",
        "Hay que picar las cebollas finamente",
        "¿Puedes pasarme el escurridor para escurrir la pasta?",
        "Hay que comprar mantequilla sin sal?",
        "¿Podrías ayudarme a abrir este tarro, por favor?",
        "En la receta se utiliza azúcar morena en lugar de azúcar blanca",
        "El rodillo para aplanar la masa está en el cajón",
        "¿Cuál es la diferencia entre una cacerola y una sartén?",
        "¿Tenemos pan rallado para rebozar el pollo?",
        "¿Dónde guardamos el envoltorio de plástico para cubrir las sobras?",
        "La leche se cortó",
        "Esta salsa está caducada",
        "No tenemos los ingredientes necesarios para hacer la receta",
        "La reducción de la salsa llevará tiempo",
        "El escabeche es un adobo muy utilizado en la cocina",
        "La ensalada va a llevar aceite, vinagre y sal",
        "¿Podrías ayudarme a tamizar la harina?",
        "Pon las sobras en recipientes de plástico",
        "Sobró caldo para la sopa",
        "Ten cuidado con la olla caliente",
        "Le falta sal a la sopa",
        "¿Ya cortaste las verduras?",
        "Agrega un poco de azúcar a la salsa para equilibrar el sabor",
        "Hay que precalentar el horno",
        "Saca la comida del refrigerador",
        "Esta noche cocinamos la pizza casera",
        "Voy a preparar arroz con pollo, es mi receta favorita",
        "Necesito una cucharada de mantequilla para esta receta",
        "¿Podrías cortar las verduras en trozos pequeños, por favor?",
        "El sartén está demasiado caliente; baja un poco el fuego",
        "¿Dónde están los platos limpios?",
        "Lava las frutas antes de cortarlas",
        "Para hacer el flan hay que caramelizar el azúcar",
        "Para hacer el flan hay que poner el molde en baño maría",
        "Para cocinar mejor el pollo hay que bridar sus patas",
        "Hay que dejar reposar la masa de la pizza antes de estirarla",
        "Condimenta el pollo con sal, pimienta y ajo",
        "Mientras le quito las espinas al pescado, ¿puedes precalentar el horno?",
        "La estufa no parece estar funcionando",
        "Hay que desgrasar el caldo antes de servirlo",
        "Empaniza el pescado con pan rallado y huevo",
        "Al fondo para la salsa le falta sal",
        "Se pelan las papas y luego se cortan en rodajas",
        "Las verduras se cocinan al vapor",
        "La carne se cocina a la parrilla",
        "La pasta se cuece en agua hirviendo",
        "Las papas se fríen en aceite caliente",
        "Hay que gratinar el queso para que la lasaña quede dorada",
        "La mejor guarnizicón para el pescado es el arroz",
        "La mejor guarnición para la carne es la ensalada",
        "La mejor guarnición para la pasta es la salsa",
        "La mejor guarnición para el pollo es el puré de papa",
        "Antes cocer pasta tenemos que esperar a que el agua empiece a hervir",
        "Seca el fregadero después de lavar los platos",
        "Baja la temperatura del congelador",
        "Prefiero usar el horno eléctrico al microondas para calentar la comida",
        "Las copas están colgadas en el estante",
        "La licuadora está en el gabinete",
        "La batidora está en el cajón",
        "La cafetera está en la repisa",
        "La tostadora está en la mesa",
        "La sandwichera está en el armario",
        "La olla está en la estufa",
        "La sartén está en el fregadero por que la usé ayer",
        "La cacerola está en el horno",
        "La parrilla está en el patio",
        "Los tenedores y cuchillos están en el cajón",
        "Hay que lavar las cucharas",
        "La tabla de cortar está en el cajón",
        "Los vasos y tasas están en el gabinete",
        "El frutero está en la mesa"
    ]
}