{
    "phrases": [ 
        "Can we see the menu, please?",
        "Do you have any vegetarian options?",
        "What do you recommend as a specialty of the house?",
        "Could you tell me about today's specials?",
        "Is this dish spicy?",
        "Could I have this dish without onions, please?",
        "Do you offer gluten-free alternatives?",
        "How long will the food take to arrive?",
        "Could I have a glass of water, please?",
        "Is it possible to split the bill?",
        "Do you have any desserts available?",
        "Could I have some extra napkins, please?",
        "Is the tip included in the bill?",
        "Can I get a refill on my drink?",
        "Do you have any recommendations for wine pairings?",
        "Do you offer any children's menus?",
        "Could I have some bread while we wait?",
        "Is there a minimum order for delivery?",
        "Can I make a reservation for two for tonight?",
        "Could I have some more ice in my drink, please?",
        "Do you offer any discounts for large groups?",
        "Is there a corkage fee if I bring my own wine?",
        "Could I have my steak cooked medium, please?",
        "Is there a limit to the number of people for a reservation?",
        "Do you have any recommendations for appetizers?",
        "Could I have some extra sauce on the side?",
        "Is it possible to have my meal packed to go?",
        "Could you recommend a good wine within a reasonable price range?",
        "Do you have any outdoor seating available?",
        "Could I have the bill, please?",
        "Is there a happy hour special?",
        "Do you offer any low-calorie options?",
        "Could you help me pronounce this dish?",
        "Is there a time limit for dining?",
        "Do you have any options for people with food allergies?",
        "Could I have my coffee with almond milk, please?",
        "Is there a dress code for dining here?",
        "Do you have any recommendations for cocktails?",
        "Could I have the check split evenly between us?",
        "Is there a charge for substitutions?",
        "Do you offer any birthday specials?",
        "Could I order a side of fries with my meal?",
        "Is there a fee for using a credit card?",
        "Do you have a dog-friendly patio?",
        "Could I have my burger cooked well-done?",
        "Is there a children's menu available?",
        "Could you please pack the leftovers in separate containers?",
        "Do you have any non-alcoholic cocktails?",
        "Could I have my salad with the dressing on the side?",
        "Is there a service charge for large parties?",
        "Could you recommend a dish for someone who is gluten intolerant?",
        "Do you have any specials for holidays?",
        "Could you turn down the music a bit, please?",
        "Is it possible to make a reservation for later tonight?",
        "Could I have some extra cheese on my pasta, please?"
    ],
    "traductions": [ 
        "¿Podemos ver el menú, por favor?",
        "¿Tienen alguna opción vegetariana?",
        "¿Qué recomienda como especialidad de la casa?",
        "¿Podría hablarme de las especialidades de hoy?",
        "¿Este plato es picante?",
        "¿Podría pedir este plato sin cebolla, por favor?",
        "¿Ofrecen alternativas sin gluten?",
        "¿Cuánto tardará en llegar la comida?",
        "¿Me da un vaso de agua, por favor?",
        "¿Es posible dividir la cuenta?",
        "¿Tienen postres disponibles?",
        "¿Podría darme más servilletas, por favor?",
        "¿La propina está incluida en la cuenta?",
        "¿Pueden rellenarme la bebida?",
        "¿Tiene alguna recomendación para el maridaje de vinos?",
        "¿Ofrecen menús infantiles?",
        "¿Me traen pan mientras esperamos?",
        "¿Hay un pedido mínimo para entrega a domicilio?",
        "¿Puedo hacer una reserva para dos para esta noche?",
        "¿Podría poner más hielo en mi bebida, por favor?",
        "¿Ofrecen algún descuento para grupos grandes?",
        "¿Hay que pagar un descorche si traigo mi propio vino?",
        "¿Podría tener mi filete a término medio, por favor?",
        "¿Hay un límite de personas para una reserva?",
        "¿Tiene alguna recomendación para los aperitivos?",
        "¿Podría servirme un poco más de salsa?",
        "¿Es posible que me envíen la comida para llevar?",
        "¿Podría recomendarme un buen vino a un precio razonable?",
        "¿Disponen de asientos al aire libre?",
        "¿Podría darme la cuenta, por favor?",
        "¿Hay alguna hora feliz especial?",
        "¿Ofrecen alguna opción baja en calorías?",
        "¿Podría ayudarme a pronunciar este plato?",
        "¿Hay un límite de tiempo para cenar?",
        "¿Tienen alguna opción para personas con alergias alimentarias?",
        "¿Podría tomar mi café con leche de almendras, por favor?",
        "¿Hay algún código de vestimenta para cenar aquí?",
        "¿Tiene alguna recomendación de cócteles?",
        "¿Podría dividir la cuenta entre los dos?",
        "¿Hay que pagar por las sustituciones?",
        "¿Ofrecen algún especial de cumpleaños?",
        "¿Puedo pedir una guarnición de patatas fritas con mi comida?",
        "¿Hay que pagar por usar tarjeta de crédito?",
        "¿Tienen un patio apto para perros?",
        "¿Puedo pedir mi hamburguesa bien cocida?",
        "¿Hay menú infantil?",
        "¿Podría envasar las sobras en recipientes separados?",
        "¿Tienen cócteles sin alcohol?",
        "¿Podría servirme la ensalada con el aderezo aparte?",
        "¿Hay un cargo por servicio para fiestas grandes?",
        "¿Podría recomendarme un plato para alguien con intolerancia al gluten?",
        "¿Tienen algún especial para días festivos?",
        "¿Podría bajar un poco la música, por favor?",
        "¿Es posible hacer una reserva para esta noche?",
        "¿Podría ponerle más queso a mi pasta, por favor?"
    ]
}