{
    "phrases": [
        "Have you made the grocery list yet?",
        "I need to buy milk, bread and eggs",
        "Don't forget to buy fruits and vegetables for the week",
        "This supermarket is very expensive, let's go to another one",
        "There is an offer on the detergent, let's buy two",
        "Can you help me carry the grocery bags?",
        "I don't have cash, can I pay with a card?",
        "Where are the cookies?",
        "I can't find the yogurt brand I like",
        "How much does a kilo of meat cost?",
        "Where is the cleaning products section?",
        "I need to buy a new toothbrush",
        "Is this product vegan?",
        "Do you know which pasta brand is the best?",
        "Is there any offer on cereals?",
        "There is a long line at the cash registers",
        "Can you help me reach that product on the shelf?",
        "I can't find an employee to help me",
        "What time does the supermarket close?",
        "Where are the shopping carts?",
        "Is there a bathroom nearby?",
        "This supermarket has a very useful app",
        "I received a discount coupon in my email",
        "I like to use the self-service to pay for the purchase",
        "I don't like this supermarket, it's very messy",
        "I prefer to go to the market, there is more variety of products",
        "You have to go to the supermarket earlier to avoid the lines",
        "I will need a purchase ticket",
        "Are these grapes organic?",
        "Do you have fresh chicken?",
        "I don't know which fish to buy",
        "The strawberries are very expensive",
        "I'm looking for a cake for a birthday party",
        "Can you give me the receipt, please?",
        "Where is the gluten-free products section?",
        "Do you have almond milk?",
        "Where is the personal hygiene products section?",
        "Where is the cleaning products section?",
        "Where is the bakery section?",
        "Can you give me a bag, please?",
        "I am here to make a return",
        "I don't like this supermarket, the prices are very high",
        "I didn't find the product I was looking for"
    ],
    "traductions": [
        "¿Ya hiciste la lista del supermercado?",
        "Necesito comprar leche, pan y huevos",
        "¿No te olvides de comprar las frutas y verduras para la semana?",
        "Este supermercado está muy caro, vamos a otro",
        "Hay una oferta en el detergente, vamos a comprar dos",
        "¿Me ayudas a llevar las bolsas del supermercado?",
        "No tengo efectivo, ¿puedo pagar con tarjeta?",
        "¿Dónde están las galletas?",
        "No encuentro la marca de yogurt que me gusta",
        "¿Cuánto cuesta el kilo de carne?",
        "¿Dónde está la sección de productos de limpieza?",
        "Necesito comprar un nuevo cepillo de dientes",
        "¿Este producto es vegano?",
        "¿Sabes qué marca de pasta es la mejor?",
        "¿Hay alguna oferta en los cereales?",
        "Hay mucha fila en las cajas",
        "¿Me puedes ayudar a alcanzar ese producto de la estantería?",
        "No puedo encontrar a un empleado para que me ayude",
        "¿A qué hora cierra el supermercado?",
        "¿Dónde están los carritos de compra?",
        "¿Hay un baño cerca?",
        "Este supermercado tiene una aplicación muy útil",
        "Recibí un cupón de descuento en mi correo electrónico",
        "Me gusta usar el autoservicio para pagar la compra",
        "No me gusta este supermercado, está muy desordenado",
        "Prefiero ir al mercado, hay más variedad de productos",
        "Hay que ir al supermercado más temprano para evitar las colas",
        "Voy a requerir ticket de compra",
        "¿Estas uvas son ecológicas?",
        "¿Tienen pollo fresco?",
        "No sé qué pescado comprar",
        "Las fresas están muy caras",
        "Busco un pastel para una fiesta de cumpleaños",
        "¿Me puede dar la factura, por favor?",
        "¿Dónde está la sección de productos sin gluten?",
        "¿Tienen leche de almendras?",
        "¿Dónde está la sección de productos de higiene personal?",
        "¿Dónde está la sección de productos de productos de limpieza?",
        "¿Dónde se encuentra la sección de panadería?",
        "¿Me puede dar una bolsa, por favor?",
        "Vengo a hacer una devolución",
        "No me gusta este supermercado, los precios son muy altos",
        "No encontré el producto que buscaba"
    ]
}