{
    "phrases": [
        "Could you send me that document by email?",
        "I need to charge my phone, do you have a charger?",
        "Can you help me set up my new printer?",
        "What is the WiFi password?",
        "Wait, my computer is updating",
        "Tomorrow we are going to have a video call with the family",
        "Do you know how I can transfer photos from my phone to the computer?",
        "Can you copy me on that email?",
        "Send me that file via WhatsApp",
        "Can you share your location?",
        "I need to back up my data",
        "Is there a way to block this number?",
        "How do I delete this app from my phone?",
        "I forgot my password",
        "Is there an app to scan documents?",
        "Do you have a cable you can lend me?",
        "How do I save this file to the cloud?",
        "I want to buy a camera, what is the best option?",
        "Can I turn off notifications for this app?",
        "How do I take a screenshot on my phone?",
        "Make sure your internet connection is stable",
        "I recommend using a strong and unique password for each account",
        "Can I connect the speaker to Bluetooth?",
        "I suggest you use a VPN to protect your privacy online",
        "Where is the TV remote control?",
        "We need to buy more ink for the printer",
        "I really liked this image, I'm going to set it as my wallpaper",
        "Have you seen my message in the group?",
        "Check your spam, the email might have arrived there",
        "Do you have coverage in this place?",
        "The battery of my smartwatch doesn't last at all",
        "I can't connect my device to Bluetooth",
        "I need a new USB cable",
        "The WiFi is not working, can you restart it?",
        "Be careful with that link, it could be a virus",
        "The app works better than the website",
        "Let's look for an internet tutorial to solve this",
        "What cell phone do you recommend?",
        "Scan this QR code for more information",
        "Tag me in the photo you posted",
        "I can't open this file, what format is it in?",
        "I need to download this program for my work",
        "How can I recover a deleted file?",
        "You should look it up on the internet, you'll probably find the answer",
        "I accidentally deleted the conversation, can you forward me the message?",
        "Don't trust all the information you find on the internet",
        "Do you know how to use Photoshop to edit this image?",
        "I can't open this PDF file, do I need a special program?",
        "I'm looking for software to record my computer screen",
        "What is this formula in Excel for?",
        "This PowerPoint presentation is very boring, we need to improve it",
        "The information is in the attached file",
        "I want to increase the brightness of the screen",
        "Turn on the scanner, I need to digitize this document",
        "You should buy a better mouse and keyboard",
        "These wireless headphones are very comfortable",
        "The virtual assistant has been failing",
        "The battery of this phone could be better",
        "I love the camera on this phone",
        "How can I change the language of the computer keyboard?",
        "I don't know where the portable battery is",
        "Look for the file in the downloads folder",
        "Are you sure you are connected to the internet?",
        "Please turn on the printer",
        "How do you do this in Excel?"
    ],
    "traductions": [
        "¿Podrías enviarme ese documento por correo electrónico?",
        "Necesito cargar mi teléfono, ¿tienes un cargador?",
        "¿Puedes ayudarme a configurar mi nueva impresora?",
        "¿Cuál es la contraseña del WiFi?",
        "Espera, mi computadora está actualizando",
        "Mañana vamos a hacer una videollamada con la familia",
        "¿Sabes cómo puedo transferir fotos de mi teléfono a la computadora?",
        "¿Puedes copiarme en ese email?",
        "Envíame ese archivo por WhatsApp",
        "¿Puedes compartir tu ubicación?",
        "Necesito hacer una copia de seguridad de mis datos",
        "¿Hay alguna forma de bloquear este número?",
        "¿Cómo elimino esta aplicación de mi teléfono?",
        "Olvidé mi contraseña",
        "¿Existe una app para escanear documentos?",
        "¿Tienes un cable que puedas prestarme?",
        "¿Cómo guardo este archivo en la nube?",
        "Quiero comprar una cámara, ¿cuál es la mejor opción?",
        "¿Puedo desactivar las notificaciones de esta app?",
        "¿Cómo hago una captura de pantalla en mi celular?",
        "Verifica que tu conexión a internet sea estable",
        "Te recomiendo usar una contraseña segura y única para cada cuenta",
        "¿Puedo conectar la bocina al Bluetooth?",
        "Te sugiero que uses una VPN para proteger tu privacidad en línea",
        "¿Dónde está el control remoto de la televisión?",
        "Hay que comprar más tinta para la impresora",
        "Esta imagen me gustó mucho, la voy a poner de fondo de pantalla",
        "¿Ya viste mi mensaje en el grupo?",
        "Revisa tu spam, tal vez llegó ahí el correo",
        "¿Tienes cobertura en este lugar?",
        "La batería de mi reloj inteligente no dura nada",
        "No puedo conectar mi dispositivo al Bluetooth",
        "Nececito un nuevo cable USB",
        "No funciona el WiFi, ¿lo puedes reiniciar?",
        "Cuidado con ese enlace, podría ser un virus",
        "La aplicación funciona mejor que el sitio web",
        "Busquemos un tutorial en internet para solucionar esto",
        "¿Qué celular me recomiendas?",
        "Escanea este código QR para obtener más información",
        "Etiquetame en la foto que subiste",
        "No puedo abrir este archivo, ¿en qué formato está?",
        "Necesito descargar este programa para mi trabajo",
        "¿Cómo puedo recuperar un archivo borrado?",
        "Deberías buscarlo en internet, seguro encuentras la respuesta",
        "Eliminé accidentalmente la conversación, ¿puedes reenviarme el mensaje?",
        "No confíes en toda la información que encuentras en internet",
        "¿Sabes cómo usar Photoshop para editar esta imagen?",
        "No puedo abrir este archivo PDF, ¿necesito un programa especial?",
        "Estoy buscando un software para grabar la pantalla de mi computadora",
        "¿Para qué sirve esta fórmula en Excel?",
        "Esta presentación de PowerPoint está muy aburrida, hay que mejorarla",
        "La información está en el archivo adjunto",
        "Quiero subir el brillo de la pantalla",
        "Prende el escaner, necesito digitalizar este documento",
        "Deberías comprar un mejor ratón y teclado",
        "Estos audífonos inalámbricos son muy cómodos",
        "El asistente virtual ha estado fallando",
        "La batería de este celular podría ser mejor",
        "Me encanta la cámara de este teléfono",
        "¿Cómo puedo cambiar el idioma del teclado de la computadora?",
        "No sé dónde está la batería portatil",
        "Busca el archivo en la carpeta de descargas",
        "¿Estás seguro que estas conectado al internet?",
        "Por favor, prende la impresora",
        "¿Cómo se hace esto en Excel?"
    ]
}