{
    "phrases": [ 
        "Could you help me book a hotel room for two nights?",
        "Is there availability for a single room?",
        "I confirm my reservation for tomorrow night",
        "I will make an additional payment to include transportation to the airport",
        "Is breakfast included?",
        "The do not disturb sign is on",
        "Do you have airport shuttle service?",
        "Could you provide extra towels in the room?",
        "What services does the hotel have?",
        "Could you give me a non-smoking room, please?",
        "Is there a minibar in the room?",
        "Could you recommend a good restaurant nearby?",
        "What is the hotel's WiFi password?",
        "Is there a gym in the hotel?",
        "Could you help me with my luggage?",
        "Is there a safe in the room?",
        "Could you provide an extra pillow, please?",
        "What time does the hotel restaurant close?",
        "I prefer a room with a sea view even if it has an additional cost",
        "Is there an ATM in the hotel?",
        "Order a taxi for tomorrow morning",
        "What is the late check-out policy?",
        "Is there 24-hour room service?",
        "What is the hotel's reservation cancellation policy?",
        "Where can I get a map of the area?",
        "Could you recommend a nearby tourist attraction?",
        "What time is check-in?",
        "What time is check-out?",
        "What transportation options are there to get to the hotel?",
        "What is the distance from the hotel to the airport?",
        "I have a city tour scheduled for tomorrow",
        "What is the additional price to extend my stay for one more night?",
        "What do I have access to as a hotel guest?",
        "Where can I exchange currency?",
        "What is the hotel's pet policy?",
        "Is there a place to store luggage after check-out?",
        "I looked up recommended restaurants in the area online",
        "What is the early check-in policy?",
        "Is there a spa or massage service in the hotel?",
        "I don't know where to get a rental car",
        "We can only go to the restaurant if we have a reservation",
        "Are drinks included?",
        "What time is our flight?",
        "I need to check my luggage",
        "The waiting room is on the ground floor",
        "I prefer a window seat",
        "I need to buy a ticket for the high-speed train",
        "What time does our boat arrive at the port?",
        "Carry-on luggage must be a specific size",
        "Where is the taxi stand?",
        "What time does our boat arrive at the port?",
        "How do I get to the bus stop from here?",
        "Can I pay with a credit card?",
        "Where is the nearest bus stop?",
        "What is the taxi fare to the city center?",
        "Where can I rent a bike?",
        "Do you have power adapters for international devices?",
        "Is there a pool in the hotel?",
        "What is the refund policy in case of cancellation?",
        "What is the closest restaurant to the hotel?",
        "I would like to book a guided city tour for tomorrow"
    ],
    "traductions": [ 
        "¿Podrías ayudarme a reservar una habitación de hotel para dos noches?",
        "¿Hay disponibilidad para una habitación individual?",
        "Confirmo mi reserva para mañana por la noche",
        "Voy a hacer un pago adicional para que el transporte al aeropuerto esté incluido",
        "¿Está incluido el desayuno?",
        "Está puesto el letrero de no molestar",
        "¿Tienen servicio de transporte al aeropuerto?",
        "¿Podría proporcionar toallas adicionales en la habitación?",
        "¿De qué servicios dispone el hotel?",
        "¿Podría darme una habitación para no fumadores, por favor?",
        "¿Hay minibar en la habitación?",
        "¿Podría recomendarme un buen restaurante cercano?",
        "¿Cuál es la contraseña del WiFi del hotel?",
        "¿Hay gimnasio en el hotel?",
        "¿Podría ayudarme con mi equipaje?",
        "¿Hay caja fuerte en la habitación?",
        "¿Podría proporcionarme una almohada extra, por favor?",
        "¿A qué hora cierra el restaurante del hotel?",
        "Prefiero una habitación con vista al mar aunque tenga un coste adicional",
        "¿Hay un cajero automático en el hotel?",
        "Pide un taxi para mañana por la mañana",
        "¿Cuál es la política de salida tardía?",
        "¿Hay servicio a la habitación 24 horas?",
        "¿Cuál es la política de cancelación de la reserva?",
        "¿Dónde puedo conseguir un mapa de la zona?",
        "¿Podrías recomendarme alguna atracción turística cercana?",
        "¿A qué hora es el check-in?",
        "¿A qué hora es el check-out?",
        "¿Qué formas de transporte hay para llegar al hotel?",
        "¿Cuál es la distancia del hotel al aeropuerto?",
        "Tengo una visita guiada por la ciudad para mañana",
        "¿Cuál es el precio adicional por prolongar mi estancia una noche más?",
        "¿A qué tengo acceso como huesped del hotel?",
        "¿Dónde puedo cambiar divisas?",
        "¿Cuál es la política para mascotas en el hotel?",
        "¿Hay algún lugar donde guardar el equipaje después de la salida?",
        "Busqué en internet los restaurantes recomendados en la zona",
        "¿Cuál es la política de early check-in?",
        "¿Hay servicio de spa o masajes en el hotel?",
        "No sé dónde conseguir un coche de alquiler",
        "Sólo podemos ir al restaurante si tenemos reservación",
        "¿Las bebidas están incluidas?",
        "¿A qué hora sale nuestro vuelo?",
        "Necesito facturar mi equipaje",
        "La sala de espera está en la planta baja",
        "Prefiero un asiento con ventana",
        "Necesito comprar un boleto para el tren de alta velocidad",
        "¿A qué hora llega nuestro barco al puerto?",
        "El equipaje de mano debe ser de un tamaño específico",
        "¿Dónde está la parada de taxis?",
        "¿A qué hora llega nuestro barco al puerto?",
        "¿Cómo llego a la parada de autobús desde aquí?",
        "¿Se puede pagar con tarjeta de crédito?",
        "¿Dónde está la parada de autobús más cercana?",
        "¿Cuál es la tarifa de un taxi al centro de la ciudad?",
        "¿Dónde puedo alquilar una bicicleta?",
        "¿Tienen adaptadores de corriente para dispositivos internacionales?",
        "¿Hay una piscina en el hotel?",
        "¿Cuál es la política de reembolso en caso de cancelación?",
        "¿Cuál es el restaurante más cercano al hotel?",
        "Me gustaría reservar un tour guiado por la ciudad para mañana"
    ]
}